Repository: pypi-data/pypi-mirror-367
Catalog: packages/django-sightline/django_sightline-0.1.0.tar.gz/django_sightline-0.1.0/sightline/locale/*/LC_MESSAGES/django.po
Languages: it

source: Today Logs
it: Log Odierni

source: Total Logs
it: Log Totali

source: Insertion Date
it: Data Inserimento

source: IP Address
it: Indirizzo IP

source: Hash Code
it: Codice Hash

source: MD5 auto generated hash from log details
it: Hash MD5 generato automaticamente dai dettagli del registro

source: Visit Log
it: Registro Visita

source: Visit Logs
it: Registro Visite

source: Path
it: Percorso

source: %(user)s visited path: %(path)s at %(datetime)s
it: %(user)s ha visitato il percorso: %(path)s il %(datetime)s

source: Guest
it: Un ospite

source: Metrics
it: Metriche

source: Log Chart
it: Grafico del Registro

source: Location Map
it: Visione Globale
