Repository: pypi-data/pypi-mirror-367
Catalog: packages/imio.smartweb.locales/imio_smartweb_locales-1.1.33.tar.gz/imio_smartweb_locales-1.1.33/src/imio/smartweb/locales/locales/*/LC_MESSAGES/imio.smartweb.po
Languages: nl

source: Link illustration icon
nl: Pictogram voor linkillustratie

source: Link title
nl: Linktitel

source: Link title will be display on picture as clickable element
nl: Linktitel wordt weergegeven op de afbeelding als klikbaar element

source: Link to online participation
nl: Link naar online deelname

source: Link to your account
nl: Link naar uw account

source: Links section
nl: Sectie met links

source: Links section for a page
nl: Sectie met links voor een pagina

source: List
nl: Lijst

source: List of events categories values available for this entity (one per line)
nl: Lijst van beschikbare waarden voor evenementencategorieën voor deze entiteit (één per regel)

source: List of news categories values available for this entity (one per line)
nl: Lijst van beschikbare waarden voor nieuwsberichtcategorieën voor deze entiteit (één per regel)

source: Liste
nl: Lijst

source: Logo and title
nl: Logo en titel

source: Logo display
nl: Weergave van logo

source: Lunch time
nl: Lunchtijd

source: Manage section contents
nl: Beheer sectie-inhoud

source: Manage taxonomies on this content
nl: Beheer taxonomieën voor deze inhoud

source: Map
nl: Kaart

source: Map section
nl: Kaartsectie

source: Map section for a page
nl: Kaartsectie voor een pagina

source: Maximum number of batches to display
nl: Maximaal aantal batches om weer te geven

source: Maximum number of contacts by line
nl: Maximaal aantal contacten per regel

source: Maximum number of contacts by line (on PC)
nl: Maximaal aantal contacten per regel (op een computerbeeldscherm)

source: Menu depth
nl: Menudiepte

source: Merchant
nl: Handelaar

source: Minisite
nl: Partnerwebsite

source: Minisite has been disabled
nl: Minisite is uitgeschakeld

source: Minisite has been successfully activated
nl: Minisite is succesvol geactiveerd

source: Mission (passports, reception, parking, etc.)
nl: Missie (paspoorten, receptie, parkeren, etc.)

source: Mobile
nl: Mobiel

source: Mobility
nl: Mobiliteit

source: Modified
nl: Aangepast

source: Monday
nl: Maandag

source: My account
nl: Mijn account

source: Name
nl: Naam

source: New tab
nl: Nieuw tabblad

source: Newcomer
nl: Nieuwkomer

source: News SolR Core ID
nl: ID van nieuws SolR-kern

source: News entity
nl: Nieuwsentiteit

source: News folder
nl: Nieuwsmap

source: News folder(s) correctly added.
nl: Nieuwsmap(pen) bijgewerkt

source: News folder(s) correctly removed.
nl: Nieuwsmap(pen) bijgewerkt

source: News folders that automatically populates this news folder with their news.
nl: Nieuwsmappen die automatisch deze nieuwsmappen vullen met hun nieuws.

source: News links
nl: Nieuws: links naar nieuwsberichten

source: News section
nl: Nieuwssectie

source: News section for a page
nl: Nieuwssectie voor een pagina

source: News view
nl: Nieuwsweergave

source: News view used to display news items details
nl: Nieuwsweergave gebruikt om details van nieuwsitems weer te geven

source: NewsItem
nl: Nieuwsitem

source: NewsItem website url
nl: Website-URL van nieuwsitem

source: No
nl: Nee

source: Number
nl: Nummer

source: Number (format: +32475010203)
nl: Nummer (formaat: +32475010203)

source: Number of items per batch
nl: Aantal items per batch

source: Number of items per batch (only for carousel mode)
nl: Aantal items per batch (alleen voor carrouselmodus)

source: Number of items to display
nl: Aantal items om weer te geven

source: On
nl: Op

source: Online participation
nl: Online deelname

source: Online participation url
nl: URL voor online deelname

source: Only one procedure field can be filled !
nl: Slechts één veld voor procedure kan worden ingevuld!

source: Only used in table view (takes precedence over image)
nl: Alleen gebruikt in de tabelweergave (heeft voorrang op afbeelding)

source: Open in a new tab
nl: Openen in een nieuw tabblad

source: Organic waste containers
nl: GFT-containers

source: Organization (administrative service, business, professional, sports club, association, etc.)
nl: Organisatie (administratieve dienst, bedrijf, professioneel, sportclub, vereniging, enz.)

source: Organization - Cpas
nl: Organisatie - OCMW

source: Organization - Library
nl: Organisatie - Bibliotheek

source: Organization - Mobility
nl: Organisatie - Mobiliteit

source: Organization - Music academy
nl: Organisatie - Muziekacademie

source: Organization - Police
nl: Organisatie - Politie

source: Organization - School
nl: Organisatie - School

source: Organization - School of arts
nl: Organisatie - Kunstacademie

source: Organization - Sports Center
nl: Organisatie - Sportcentrum

source: Orientation
nl: Oriëntatie

source: PMC waste containers
nl: PMD-containers

source: Page
nl: Pagina

source: Parent
nl: Ouder

source: Party and folklore
nl: Feest en folklore

source: Password already filled
nl: Wachtwoord al ingevuld

source: Paysage
nl: Landschap

source: Personal email
nl: Persoonlijk e-mailadres

source: Personal phone
nl: Persoonlijk telefoonnummer

source: Phones
nl: Telefoons

source: Picture will be displayed as slide background
nl: Afbeelding wordt weergegeven als achtergrond van de dia

source: Plausible analytics is not set
nl: Plausible-analyse is niet ingesteld

source: Plausible authentification token (SMARTWEB_PLAUSIBLE_TOKEN varenv has precedence over this.)
nl: Plausible-authenticatietoken (SMARTWEB_PLAUSIBLE_TOKEN varenv heeft voorrang op deze waarde.)

source: Please help!
nl: Help alsjeblieft!

source: Please note that it is important to upload an image without text for design and accessibility reasons. The image will not display in its entirety and the text may be cut off.
nl: Let op dat het belangrijk is om een afbeelding zonder tekst te uploaden om redenen van ontwerp en toegankelijkheid. De afbeelding wordt niet volledig weergegeven en de tekst kan worden afgesneden.

source: Politics
nl: Politiek

source: Populating agendas
nl: Agenda's vullen

source: Populating entities
nl: Entiteiten vullen

source: Populating news folders
nl: Nieuwsmappen vullen

source: Portal Page
nl: Portaalpagina

source: Portal Page content type to print informations
nl: Inhoudstype Portaalpagina om informatie af te drukken

source: Portrait
nl: Portret

source: Position (mayor, alderman, advisor, director, head of department, etc.)
nl: Positie (burgemeester, schepen, adviseur, directeur, hoofd van de afdeling, enz.)

source: Post-it section
nl: Post-it-sectie

source: Post-it section for a page
nl: Post-it-sectie voor een pagina

source: Presse
nl: Pers

source: Preview
nl: Voorbeeld

source: Private contact informations
nl: Privécontactgegevens

source: Procedures and practical informations
nl: Procedures en praktische informatie

source: Projection and cinema
nl: Projectie en Bioscoop

source: Public toilets
nl: Openbare toiletten

source: Quarter of width
nl: Kwart van de breedte

source: Quick access
nl: Snelle toegang

source: Quick access contents
nl: Inhoud snelle toegang

source: Quick access selection
nl: Selectie snelle toegang

source: Read documentation
nl: Documentatie lezen

source: Read more and manage cookies settings
nl: Meer informatie en cookie-instellingen beheren

source: Read more and manage settings
nl: Lees meer en beheer instellingen

source: Refuse all
nl: Alles weigeren

source: Refuse all cookies
nl: Alle cookies weigeren

source: Related agenda
nl: Gerelateerde agenda

source: Related contacts
nl: Gerelateerde contacten

source: Related news folder
nl: Gerelateerde nieuwsmap

source: Related timestamped publications
nl: Gerelateerde tijdstempelde publicaties

source: Relative path widget
nl: Relatieve pad-widget

source: Residual waste containers
nl: Restafval containers

source: Rich text section for a page
nl: Tekstsectie met opmaak voor een pagina

source: Right
nl: Rechts

source: Safety and prevention
nl: Veiligheid en preventie

source: Saturday
nl: Zaterdag

source: Save my choices
nl: Mijn keuzes opslaan

source: Schedule
nl: Schema

source: Search
nl: Zoeken

source: Secret key
nl: Geheime sleutel

source: Secret key to use API
nl: Geheime sleutel om de API te gebruiken

source: Section modification date has been refreshed
nl: De wijzigingsdatum van de sectie is vernieuwd

source: Section title has been hidden
nl: De titel van de sectie is verborgen

source: Section title has been shown
nl: De titel van de sectie is getoond

source: Section width
nl: Breedte van de sectie

source: See all
nl: Alles bekijken

source: See all events
nl: Bekijk alle evenementen

source: See all news
nl: Bekijk al het nieuws

source: Select a collection
nl: Selecteer een collectie

source: Select agenda to display
nl: Selecteer agenda om weer te geven

source: Select agendas where this event will be displayed. Current agenda is always selected.
nl: Selecteer agenda's waarop dit evenement zal worden weergegeven. De huidige agenda is altijd geselecteerd.

source: Select contacts. If you can't find contacts you want, make sure it exists in the directory and that its "state" is published.
nl: Selecteer contacten. Als je de gewenste contacten niet kunt vinden, zorg er dan voor dat ze in het adresboek staan en dat de "status" is gepubliceerd.

source: Select entities where this contact will be displayed. Current entity will always be selected.
nl: Selecteer entiteiten waarop dit contact zal worden weergegeven. De huidige entiteit wordt altijd geselecteerd.

source: Select image size
nl: Selecteer afbeeldingsgrootte

source: Select list to enable subscriptions to
nl: Selecteer de lijst om inschrijvingen mogelijk te maken

source: Select news folder to display
nl: Selecteer de nieuwsmap om weer te geven

source: Select news folders where this news item will be displayed. Current news folder is always selected.
nl: Selecteer de nieuwsmap waarin dit nieuwsbericht zal worden weergegeven. De huidige nieuwsmap is altijd geselecteerd.

source: Select view
nl: Selecteer weergave

source: Select where you want to display the image
nl: Selecteer waar je de afbeelding wilt weergeven

source: Selected Categories
nl: Geselecteerde categorieën

source: Selected agenda
nl: Geselecteerde agenda

source: Selected agendas
nl: Geselecteerde agenda's

source: Selected entities
nl: Geselecteerde entiteiten

source: Selected event types
nl: Geselecteerde evenementstypes

source: Selected items
nl: Geselecteerde items

source: Selected news folder
nl: Geselecteerde nieuwsmap

source: Selected news folders
nl: Geselecteerde nieuwsmappen

source: SendInBlue : Define button text
nl: SendInBlue: Definieer de tekst van de knop

source: Sendinblue section
nl: Sendinblue-sectie

source: Sendinblue section for a page
nl: Sendinblue-sectie voor een pagina

source: Show items description
nl: Toon beschrijving van items

source: Show items lead image
nl: Toon hoofdafbeelding van items

source: Show items publication date
nl: Toon publicatiedatum van items

source: Show title
nl: Toon titel

source: Site created in collaboration with
nl: Site gemaakt in samenwerking met

source: Skip to content
nl: Naar inhoud springen

source: Skip to footer
nl: Naar voettekst springen

source: Skip to navigation
nl: Navigatie overslaan

source: Slide section
nl: Slide-sectie

source: Slide section for a hero banner
nl: Slide-sectie voor een heldenbanner

source: Smartweb Settings
nl: Smartweb-instellingen

source: Statistics
nl: Statistieken

source: Street
nl: Straat

source: Stroll and discovery
nl: Wandeling en ontdekking

source: Sub contacts
nl: Sub-contacten

source: Submit
nl: Bevestigen

source: Subscribe
nl: Abonneren

source: Subsite has been disabled
nl: Subsite is uitgeschakeld

source: Subsite has been successfully activated
nl: Subsite is succesvol geactiveerd

source: Subtitle
nl: Ondertitel

source: Summary view with images
nl: Overzichtsweergave met afbeeldingen

source: Sunday
nl: Zondag

source: Table view
nl: Tabelweergave

source: Take part of workshop
nl: Deelnemen aan een workshop

source: Taxonomies are correctly set on your object!
nl: Taxonomieën zijn correct ingesteld op uw object!

source: Taxonomies choices form
nl: Formulier voor taxonomiekeuzes

source: Territory and public space
nl: Gebied en openbare ruimte

source: Text
nl: Tekst

source: Text for the link to the collection
nl: Tekst voor de link naar de collectie

source: Text for the link to the events view
nl: Tekst voor de link naar de evenementenweergave

source: Text for the link to the news view
nl: Tekst voor de link naar de nieuwsweergave

source: Text section
nl: Tekstsectie

source: The geolocation is generated on the basis of the address during contact save. It is possible to change the pointer manually if it is not correctly positioned.
nl: De geolocatie wordt gegenereerd op basis van het adres tijdens het opslaan van het contact. Het is mogelijk om de aanwijzer handmatig te wijzigen als deze niet correct is gepositioneerd.

source: The image uploaded in the "${field_title}" field may be degraded because it does not meet the required minimum dimensions of ${min_width}px width by ${min_height}px height (uploaded image size: ${width}px width by ${height}px height). You can see the detail via the Cropping menu.
nl: De afbeelding geüpload in het veld "${field_title}" kan worden verslechterd omdat deze niet voldoet aan de vereiste minimale afmetingen van ${min_width}px breedte bij ${min_height}px hoogte (grootte van geüploade afbeelding: ${width}px breedte bij ${height}px hoogte). U kunt de details bekijken via het bijsnijden menu.

source: The item selected as the folder home page is :
nl: Het geselecteerde item als startpagina van de map is:

source: The title will always be displayed if this behavior is enabled.
nl: De titel wordt altijd weergegeven als dit gedrag is ingeschakeld.

source: Theater and show
nl: Theater en show

source: There is no section on this page.
nl: Er is geen sectie op deze pagina.

source: There is no section on this procedure.
nl: Er is geen sectie op deze procedure.

source: Third of width
nl: Derde van de breedte

source: Third page
nl: Derde pagina

source: This feature requires cookies acceptation.<br/><a class="pat-plone-modal" href="${consent_url}">Review your cookies preferences</a>.
nl: Deze functie vereist het accepteren van cookies.<br/><a class="pat-plone-modal" href="${consent_url}">Bekijk uw cookievoorkeuren</a>.

source: This field is required if the content must be available in this language
nl: Dit veld is verplicht als de inhoud beschikbaar moet zijn in deze taal

source: This information is used for search results redirection
nl: Deze informatie wordt gebruikt voor de omleiding van zoekresultaten

source: This site uses cookies to provide you with an optimal experience (playing videos, displaying maps and content from social networks in particular).
nl: Deze site maakt gebruik van cookies om u een optimale ervaring te bieden (het afspelen van video's, het weergeven van kaarten en inhoud van sociale netwerken in het bijzonder).

source: Three quarter of width
nl: Drie kwart van de breedte

source: Thursday
nl: Donderdag

source: Ticket url to subscribe to this event
nl: Ticket-URL om je voor dit evenement aan te melden

source: Timestamped publication section for a page
nl: Sectie met tijdstempelde publicaties voor een pagina

source: Timestamped publications section
nl: Sectie met tijdstempelde publicaties

source: Title
nl: Titel

source: Title and Subtitle
nl: Titel en Ondertitel

source: Title and description will be displayed in front of picture as a slogan
nl: De titel en beschrijving worden weergegeven voor de afbeelding als een slogan

source: Top
nl: Bovenkant

source: Topics
nl: Onderwerpen

source: Tourism
nl: Toerisme

source: Tourism organizations
nl: Toerismeorganisaties

source: Tourist
nl: Toerist

source: Trade Fair and Fair
nl: Handelsbeurs en Kermis

source: Tuesday
nl: Dinsdag

source: Twitter url for this event
nl: Twitter-URL voor dit evenement

source: Twitter url for this news
nl: Twitter-URL voor dit nieuws

source: Two third of width
nl: Twee derde van de breedte

source: Uninstalls the imio.directory.policy add-on.
nl: Deïnstalleert de imio.directory.policy add-on.

source: Uninstalls the imio.events.policy add-on.
nl: Deïnstalleert de imio.events.policy add-on.

source: Uninstalls the imio.news.policy add-on.
nl: Deïnstalleert de imio.news.policy add-on.

source: Unknow service
nl: Onbekende dienst

source: Url to propose a new citizen contact
nl: URL om een nieuwe burgercontact voor te stellen

source: Url to propose a new citizen event
nl: URL om een nieuw burger evenement voor te stellen

source: Url to propose a new citizen news
nl: URL om een nieuw burger nieuws voor te stellen

source: Use **text** to set text in bold. Limited to ${max} characters.
nl: Gebruik **tekst** om tekst vet te maken. Beperkt tot ${max} tekens.

source: Use custom spotlight to avoid bad gallery refresh
nl: Gebruik aangepaste spotlight om een slechte galerijvernieuwing te voorkomen

source: Useful numbers
nl: Nuttige nummers

source: VAT number
nl: BTW-nummer

source: Video section
nl: Video sectie

source: Video section for a page
nl: Video sectie voor een pagina

source: Video url from youtube, vimeo
nl: Video URL van youtube, vimeo

source: View - Agenda
nl: Bekijk - Agenda

source: View - Directory
nl: Bekijk - Gids

source: View - News
nl: Bekijk - Nieuws

source: Vignette
nl: Vignet

source: Visible blocks
nl: Zichtbare blokken

source: Vocabulary term
nl: Woordenlijstterm

source: Warning: these options are not relevant for Sections and will not be applied.
nl: Waarschuwing: deze opties zijn niet relevant voor secties en zullen niet worden toegepast.

source: Wednesday
nl: Woensdag

source: With a cognitoform plugin, extra params can be void but if you complete it you must specify : scrolling:(yes/no) and overflow:(hidden/scroll/auto)
nl: Met een cognitoform-plugin kunnen extra parameters leeg zijn, maar als je ze invult, moet je specificeren : scrolling:(yes/no) en overflow:(hidden/scroll/auto)

source: With an elloha plugin, extra params must contain a dictionary with two keys : ConstellationWidgetContainer, Idoi
nl: Met een elloha-plugin moeten extra parameters een woordenboek bevatten met twee sleutels : ConstellationWidgetContainer, Idoi

source: With arcgis plugin, extra params must contain a dictionary with one key : portal_item_id
nl: Met een arcgis-plugin moeten extra parameters een woordenboek bevatten met één sleutel : portal_item_id

source: Work email
nl: Werk e-mail

source: Work phone
nl: Werktelefoon

source: Works
nl: Werken

source: Yes
nl: Ja

source: You don't have rights to access this page.
nl: U heeft geen toestemming om deze pagina te bekijken.

source: Young
nl: Jong

source: Your Folder was a minisite but this behaviour has been disabled with this action
nl: Uw map was een minisite, maar dit gedrag is uitgeschakeld met deze actie

source: Your button title
nl: Uw knoptitel

source: Your button title (dutch)
nl: Uw knoptitel (dutch)

source: Your button title (english)
nl: Uw knoptitel (english)

source: Your button title (french)
nl: Uw knoptitel (french)

source: Your button title (german)
nl: Uw knoptitel (german)

source: Your event must last less than 3 years.
nl: Uw evenement mag niet langer duren dan 3 jaar.

source: Zip codes and cities
nl: Postcodes en steden

source: Zipcode
nl: Postcode

source: Zipcode '${val}' is not a number.
nl: Postcode '${val}' is geen getal.

source: free license
nl: vrije licentie

source: imio.directory.policy (uninstall)
nl: imio.directory.policy (verwijderen)

source: imio.events.policy (uninstall)
nl: imio.events.policy (verwijderen)

source: imio.news.policy (uninstall)
nl: imio.news.policy (verwijderen)

source: label_edit_default_page_container
nl: U bewerkt momenteel de standaardpagina van een container. Als u de container zelf wilt bewerken, ${go_here}.

source: label_edit_default_page_container_go_here
nl: klik hier

source: smartweb.settings : No secret key define
nl: smartweb.settings : Geen geheime sleutel gedefinieerd

source: smartweb.settings : No url define
nl: smartweb.settings : Geen URL gedefinieerd

source: to
nl: tot

source: under
nl: onder
