Repository: pypi-data/pypi-mirror-367
Catalog: packages/imio.smartweb.locales/imio_smartweb_locales-1.1.33.tar.gz/imio_smartweb_locales-1.1.33/src/imio/smartweb/locales/locales/*/LC_MESSAGES/imio.smartweb.po
Languages: nl

source: <div class="section_error_txt">Error in section : "{}" <a href="{}/edit">[edit]</a></div>
nl: <div class="section_error_txt">Fout in sectie: "{}" <a href="{}/edit">[bewerken]</a></div>

source: Accept all
nl: Alles accepteren

source: Accept all cookies
nl: Alle cookies accepteren

source: Access to directory links
nl: Toegang tot de adressenlijst-links

source: Access to events links
nl: Toegang tot de evenementenlinks

source: Access to news links
nl: Toegang tot de nieuwslinks

source: Accessibility
nl: Toegankelijkheid

source: Accessibility (PMR)
nl: Toegankelijkheid (PMR)

source: Action - Contact us
nl: Actie - Neem contact met ons op

source: Action - E-guichet
nl: Actie - E-guichet

source: Action - Email
nl: Actie - E-mail

source: Action - Hiring
nl: Actie - Aannemen

source: Action - Join us
nl: Actie - Doe met ons mee

source: Action - Organize event
nl: Actie - Evenement organiseren

source: Action - Report problem
nl: Actie - Probleem melden

source: Action - See map
nl: Actie - Bekijk kaart

source: Activity (extracurricular, sport, workshop and course, etc.)
nl: Activiteit (buitenschools, sport, workshop en cursus, enz.)

source: Add footer
nl: Voeg voettekst toe

source: Add hero banner
nl: Voeg heldenbanner toe

source: Add/Remove agenda(s)
nl: Kies de agenda('s) waarop dit evenement wordt weergegeven

source: Add/Remove news folder(s)
nl: Kies de map(pen) waarin dit nieuws wordt weergegeven

source: Address
nl: Adres

source: Agenda(s) correctly added.
nl: Agenda('s) correct bijgewerkt

source: Agenda(s) correctly removed.
nl: Agenda('s) correct bijgewerkt

source: Agendas that automatically populates this agenda with their events.
nl: Agenda's die automatisch worden ingevuld met hun evenementen.

source: Agent connection
nl: Agentverbinding

source: Agriculture
nl: Landbouw

source: Alternatively as a picture
nl: Als alternatief als een afbeelding

source: Apply
nl: Toepassen

source: Ask a question
nl: Stel een vraag

source: Authentic sources
nl: Authentieke bronnen

source: Authorize to bring event anywhere
nl: Toon de knop, gebruik met mate

source: Authorize to bring news anywhere
nl: Toon de knop, gebruik met mate

source: Available agendas
nl: Beschikbare agenda's

source: Available news folders
nl: Beschikbare nieuwsmap(pen)

source: Available taxonomies
nl: Beschikbare taxonomieën

source: Back
nl: Terug

source: Background image
nl: Achtergrondafbeelding

source: Bad URL format '${val}' (good format sample: https://www.imio.be).
nl: Ongeldig URL-formaat '${val}' (goed formaatvoorbeeld: https://www.imio.be).

source: Bad mail format '${val}' (good format sample: noreply@imio.be).
nl: Ongeldig e-mailformaat '${val}' (goed formaatvoorbeeld: noreply@imio.be).

source: Bad phone format
nl: Ongeldig telefoonformaat

source: Bad phone format '${val}' (good format sample: +32444556677).
nl: Ongeldig telefoonformaat '${val}' (goed formaatvoorbeeld: +32444556677).

source: Banner is now again displayed from this item
nl: De banner wordt nu weer weergegeven vanaf dit item

source: Banner is now hidden from this item
nl: De banner is nu verborgen vanaf dit item

source: Be careful, adding or removing taxonomies must be a part of strategy implemented in collaboration with iMio
nl: Let op, het toevoegen of verwijderen van taxonomieën moet deel uitmaken van de strategie die in samenwerking met iMio is geïmplementeerd

source: Blocks that will be displayed in contact
nl: Blokken die in het contact worden weergegeven

source: Bottle bubbles
nl: Flessenbellen

source: Bottom
nl: Onderkant

source: CSS class
nl: CSS-klasse

source: CSV file
nl: CSV-bestand

source: Can manage locally
nl: Lokaal beheer mogelijk

source: Cancel
nl: Annuleren

source: Carousel
nl: Carrousel

source: Carousel view
nl: Carrouselweergave

source: Categorization
nl: Categorisering

source: Category
nl: Categorie

source: Category - Advices and inquiries
nl: Categorie - Adviezen en vragen

source: Category - Associations
nl: Categorie - Verenigingen

source: Category - Bonuses
nl: Categorie - Bonussen

source: Category - Childhood
nl: Categorie - Kinderjaren

source: Category - Cinema
nl: Categorie - Bioscoop

source: Category - Concert
nl: Categorie - Concert

source: Category - Culture
nl: Categorie - Cultuur

source: Category - Education
nl: Categorie - Onderwijs

source: Category - Environment - Waste management
nl: Categorie - Milieu - Afvalbeheer

source: Category - Exhibit
nl: Categorie - Tentoonstelling

source: Category - Mobility
nl: Categorie - Mobiliteit

source: Category - My account
nl: Categorie - Mijn account

source: Category - Parkings
nl: Categorie - Parkings

source: Category - Parks and gardens
nl: Categorie - Parken en tuinen

source: Category - Procedures
nl: Categorie - Procedures

source: Category - Representative
nl: Categorie - Vertegenwoordiger

source: Category - Schedule
nl: Categorie - Planning

source: Category - Shop
nl: Categorie - Winkel

source: Category - Sport - Bike
nl: Categorie - Sport - Fiets

source: Category - Sport - Run
nl: Categorie - Sport - Rennen

source: Category - Sport - Trophy
nl: Categorie - Sport - Trofee

source: Category - Theater
nl: Categorie - Theater

source: Category - Tourism
nl: Categorie - Toerisme

source: Category - Works info
nl: Categorie - Werkinformatie

source: Category and topics vocabulary setting for TeleServices
nl: Instellingen van categorie- en onderwerpsvocabulaire voor TeleServices

source: Changes will only affect this content. They must be carried out with full knowledge. (No test)
nl: Wijzigingen zullen alleen van invloed zijn op deze inhoud. Ze moeten met volledige kennis worden uitgevoerd. (Geen test)

source: Charging stations
nl: Laadpalen

source: Check if entry is free
nl: Controleer of de toegang gratis is

source: Check if there is facilities for person with reduced mobility
nl: Controleer of er faciliteiten zijn voor personen met beperkte mobiliteit

source: Choose SendInblue submission button text
nl: Kies de tekst voor de SendInblue inschrijvingsknop

source: Choose a term from the vocabulary and define the corresponding name
nl: Kies een term uit het vocabulaire en definieer de bijbehorende naam

source: Choose procedure submission button text
nl: Kies de tekst van de verzendknop voor de procedure

source: Choose to opt in or out of cookies use.<br/>Our <a href="${policy_url}">cookies policy</a> can help you choose.
nl: Kies ervoor om cookies te accepteren of af te wijzen.<br/>Ons <a href="${policy_url}">cookiebeleid</a> kan u helpen bij het maken van uw keuze.

source: Choose your display mode
nl: Kies uw weergavemodus

source: Choose your gallery layout mode
nl: Kies uw galerij lay-outmodus

source: Choose zip codes for this entity
nl: Kies postcodes voor deze entiteit

source: Chosen URL type '${val}' doesn't exist.
nl: Gekozen URL-type '${val}' bestaat niet.

source: Chosen contact type '${val}' doesn't exist.
nl: Gekozen contacttype '${val}' bestaat niet.

source: Chosen country '${val}' doesn't exist (good format sample: be, fr).
nl: Gekozen land '${val}' bestaat niet (goed formaatvoorbeeld: be, fr).

source: Chosen facility '${val}' doesn't exist.
nl: Gekozen faciliteit '${val}' bestaat niet.

source: Chosen i am term '${val}' doesn't exist.
nl: Gekozen 'Ik ben'-term '${val}' bestaat niet.

source: Chosen mail type '${val}' doesn't exist.
nl: Gekozen mailtype '${val}' bestaat niet.

source: Chosen phone type '${val}' doesn't exist.
nl: Gekozen telefoontype '${val}' bestaat niet.

source: Chosen topic '${val}' doesn't exist.
nl: Gekozen onderwerp '${val}' bestaat niet.

source: Cirkwi view
nl: Cirkwi-weergave

source: Citizen participation
nl: Burgerparticipatie

source: Citizenship
nl: Burgerschap

source: City
nl: Stad

source: City project
nl: Stadsproject

source: Click to add footer on this context.
nl: Klik om een voettekst toe te voegen aan deze context.

source: Click to add hero banner on this context.
nl: Klik om een heldenbanner toe te voegen aan deze context.

source: Click to disable minisite on this context.
nl: Klik om de minisite uit te schakelen voor deze context.

source: Click to disable subsite on this context.
nl: Klik om de subsite uit te schakelen voor deze context.

source: Click to enable minisite on this context.
nl: Klik om de minisite in te schakelen voor deze context.

source: Click to enable subsite on this context.
nl: Klik om de subsite in te schakelen voor deze context.

source: Click to export contact to vcard.
nl: Klik om contact te exporteren naar vcard.

source: Click to import contacts.
nl: Klik om contacten te importeren.

source: Click to preview content (without editor actions).
nl: Klik om inhoud te bekijken (zonder editoracties).

source: Close
nl: Sluiten

source: Closed
nl: Gesloten

source: Clothing bubbles
nl: Kledingcontainers

source: Collection section
nl: Collectie sectie

source: Collection section for a page
nl: Collectie sectie voor een pagina

source: Color
nl: Kleur

source: Complement
nl: Aanvulling

source: Complete this procedure online
nl: Voltooi deze procedure online

source: Concert and festival
nl: Concert en festival

source: Conference and debate
nl: Conferentie en debat

source: Configure autopublishing settings
nl: Configureer de instellingen voor automatische publicatie

source: Consult the map
nl: Raadpleeg de kaart

source: Contact content type
nl: Contact

source: Contact informations
nl: Contactinformatie

source: Contact section
nl: Contactsectie

source: Contact section for a page
nl: Contactsectie voor een pagina

source: Contact title is missing.
nl: Contacttitel ontbreekt.

source: Contact type is missing.
nl: Contacttype ontbreekt.

source: Contacts links
nl: Links naar contactpersonen

source: Container parks
nl: Containerparken

source: Cookies choice
nl: Cookiekeuze

source: Cookies preferences
nl: Cookievoorkeuren

source: Country
nl: Land

source: Culture
nl: Cultuur

source: Default directory view
nl: Standaard directoryweergave

source: Default events view
nl: Standaard evenementenweergave

source: Default news view
nl: Standaard nieuwsweergave

source: Defibrillator
nl: Automatische externe defibrillator (AED)

source: Define a banner for folder and children
nl: Definieer een banner voor de map en de onderliggende items

source: Define a logo for minisite
nl: Definieer een logo voor de minisite

source: Define a logo for subsite and children
nl: Definieer een logo voor de subsite en de onderliggende items

source: Define number of levels in menu navigation subsite
nl: Definieer het aantal niveaus in de menunavigatie van de subsite

source: Define section size
nl: Definieer sectiegrootte

source: Delete section
nl: Verwijder sectie

source: Description
nl: Beschrijving

source: Directory entity
nl: Directory entiteit

source: Directory view
nl: Directoryweergave

source: DirectoryView content type icon
nl: Pictogram voor DirectoryView-contenttype

source: Disable minisite
nl: Schakel minisite uit

source: Disable subsite
nl: Schakel subsite uit

source: Disabled person
nl: Gehandicapte persoon

source: Display agendas titles
nl: Titels van agenda's weergeven

source: Display banner from this item
nl: Toon banner vanaf dit item

source: Display cirkwi informations and map.
nl: Toon cirkwi-informatie en kaart.

source: Display linked directory from imio directory instance.
nl: Toon gekoppelde directory vanuit de imio-directory-instantie.

source: Display linked events from imio events instance.
nl: Toon gekoppelde evenementen vanuit de imio-evenementeninstantie.

source: Display linked news from imio news instance.
nl: Toon gekoppeld nieuws vanuit de imio-nieuwsinstantie.

source: Display map
nl: Toon kaart

source: Display news folders titles
nl: Titels van nieuwsmappen weergeven

source: Display only past events
nl: Geef alleen gebeurtenissen uit het verleden weer

source: Display red thumbs
nl: Toon rode duim

source: Drinking water point
nl: Drinkwaterpunt

source: Dutch translations
nl: Nederlandse vertalingen

source: Economics
nl: Economie

source: Edit section
nl: Bewerk sectie

source: Education
nl: Onderwijs

source: Effective
nl: Effectief

source: Elder
nl: Oudere

source: Enable minisite
nl: Schakel minisite in

source: Enable subsite
nl: Schakel subsite in

source: English translations
nl: Engelse vertalingen

source: Enter the language code. Ex.: en
nl: Voer de taalcode in. Bijvoorbeeld: nl

source: Enter your HTML code directly here. It must be nested in tags such as: <code>&lt;p&gt;code&lt;/p&gt;</code>, <code>&lt;span&gt;code&lt;/span&gt;</code>, <code>&lt;div&gt;code&lt;/div&gt;</code>
nl: Voer hier direct uw HTML-code in. Het moet genest zijn in tags zoals: <code>&lt;p&gt;code&lt;/p&gt;</code>, <code>&lt;span&gt;code&lt;/span&gt;</code>, <code>&lt;div&gt;code&lt;/div&gt;</code>

source: Entertainment
nl: Amusement

source: Entities that automatically populates this Entity with their contacts.
nl: Entiteiten die deze entiteit automatisch vullen met hun contacten.

source: Entity
nl: Entiteit

source: Entity agenda folderish content type
nl: Agenda-entiteit, mapachtig inhoudstype

source: Entity content type
nl: Entiteitsinhoudstype

source: Entity news folderish content type
nl: Nieuwsmap-entiteit, mapachtig inhoudstype

source: Environment
nl: Milieu

source: Error(s) on line ${number}
nl: Fout(en) op regel ${number}

source: Event
nl: Evenement

source: Event planner
nl: Evenementenplanner

source: Event type
nl: Type evenement

source: Event-driven (festivity, play, conference, flea market, walk, etc.)
nl: Evenementgestuurd (feest, spel, conferentie, rommelmarkt, wandeling, enz.)

source: Events
nl: Evenementen

source: Events entity
nl: Evenementen entiteit

source: Events links
nl: Agenda: links naar evenementen

source: Events section
nl: Evenementen sectie

source: Events section for a page
nl: Evenementen sectie voor een pagina

source: Events view
nl: Evenementenweergave

source: Events view used to display events details
nl: Evenementenweergave gebruikt om details van evenementen weer te geven

source: EventsView content type icon
nl: Pictogram voor Evenementenweergave-inhoudstype

source: Example : Photo of a person or organization building
nl: Voorbeeld: Foto van een persoon of gebouw van een organisatie

source: Example : namur.be (SMARTWEB_PLAUSIBLE_SITE varenv has precedence over this.)
nl: Voorbeeld: namur.be (SMARTWEB_PLAUSIBLE_SITE varenv heeft voorrang hierop.)

source: Example : plausible.imio.be (SMARTWEB_PLAUSIBLE_URL varenv has precedence over this.)
nl: Voorbeeld: plausible.imio.be (SMARTWEB_PLAUSIBLE_URL varenv heeft voorrang op dit.)

source: Example : shop, service, association logo
nl: Voorbeeld: winkel, dienst, verenigingslogo

source: Exclude from parent listing
nl: Uitsluiten van bovenliggende lijst

source: Exhibition and artistic meeting
nl: Tentoonstelling en artistieke bijeenkomst

source: Expires
nl: Verloopt

source: Export contact
nl: Contact exporteren

source: External content parameters
nl: Externe inhoudsparameters

source: External content section
nl: Externe inhoudssectie

source: External content section for a page
nl: Externe inhoudssectie voor een pagina

source: External content url
nl: Externe inhouds-URL

source: Facebook url for this event
nl: Facebook URL voor dit evenement

source: Facebook url for this news
nl: Facebook URL voor dit nieuws

source: Faceted block view
nl: Gefacetteerd blokoverzicht

source: Faceted block view with images
nl: Gefacetteerd blokoverzicht met afbeeldingen

source: Faceted items preview
nl: Gefacetteerde items voorbeeld

source: Faceted map
nl: Gefacetteerde kaart

source: Faceted summary view
nl: Gefacetteerd samenvattend overzicht

source: Faceted summary view with images
nl: Gefacetteerd samenvattend overzicht met afbeeldingen

source: Facilities
nl: Faciliteiten

source: Facilities for person with reduced mobility
nl: Voorzieningen voor personen met beperkte mobiliteit

source: Files section
nl: Bestandensectie

source: Files section for a page
nl: Bestandensectie voor een pagina

source: Fix TinyMCE menu bar and format menu
nl: Herstel TinyMCE menubalk en opmaakmenu

source: Fix atom/syndication registry keys
nl: Herstel atom/syndication register sleutels

source: Fix caching configuration
nl: Herstel cachingconfiguratie

source: Fix collective autoscaling default values
nl: Herstel standaardwaarden voor collectieve autoscaling

source: Flea market and market
nl: Vlooienmarkt en markt

source: Folder
nl: Map

source: Folder content type icon
nl: Pictogram voor mapinhoudstype

source: Folder content type to structure website
nl: Mapinhoudstype om de website te structureren

source: Folderish event content type
nl: Mapachtig evenementinhoudstype

source: Folderish news content type
nl: Mapachtig nieuwsinhoudstype

source: Footer
nl: Voettekst

source: Footer cannot be added here
nl: De voettekst kan hier niet worden toegevoegd

source: Footer content type
nl: Voettekst inhoudstype

source: Footer content type icon
nl: Pictogram voor voettekstinhoudstype

source: Footer has been successfully added
nl: De voettekst is succesvol toegevoegd

source: For the anonymous visitor, the folder and the selected item are one. When he clicks on the folder, the item is displayed.
nl: Voor de anonieme bezoeker zijn de map en het geselecteerde item één. Wanneer hij op de map klikt, wordt het item weergegeven.

source: Form to choose item to be displayed as the home page of the folder
nl: Formulier om het item te kiezen dat als startpagina van de map moet worden weergegeven

source: Free WIFI
nl: Gratis WIFI

source: Free entry
nl: Gratis toegang

source: Friday
nl: Vrijdag

source: From
nl: Van

source: Full width
nl: Volledige breedte

source: Gallery
nl: Galerij

source: Gallery mode
nl: Galerijmodus

source: Gallery section
nl: Galerijsectie

source: Gallery section for a page
nl: Galerijsectie voor een pagina

source: German translations
nl: Duitse vertalingen

source: Get priory on related agenda for these specifics events.
nl: Krijg voorrang op gerelateerde agenda voor deze specifieke evenementen.

source: Get priory on related news for these specifics news.
nl: Krijg voorrang op gerelateerd nieuws voor deze specifieke nieuwsberichten.

source: Go to ${url}
nl: Ga naar ${url}

source: HTML section
nl: HTML-sectie

source: HTML section for a page
nl: HTML-sectie voor een pagina

source: Habitat and town planning
nl: Huisvesting en stedenbouw

source: Half of width
nl: Helft van de breedte

source: Half page
nl: Halve pagina

source: Hard refresh
nl: Harde vernieuwing

source: Health
nl: Gezondheid

source: Hero banner
nl: Heldere banner

source: Hero banner cannot be added here
nl: De heldere banner kan hier niet worden toegevoegd

source: Hero banner content type
nl: Heldere banner inhoudstype

source: Hero banner has been successfully added
nl: De heldere banner is succesvol toegevoegd

source: Hide banner from this item
nl: Verberg de banner voor dit item

source: Hide the content of the section that will be displayed by clicking on the title
nl: Verberg de inhoud van de sectie die wordt weergegeven door op de titel te klikken

source: Hide title
nl: Verberg de titel

source: Hide title for anonymous user. Title stays visible for the editor.
nl: Verberg de titel voor anonieme gebruiker. De titel blijft zichtbaar voor de editor.

source: I am
nl: Ik ben

source: I find
nl: Ik vind

source: Icons
nl: Iconen

source: If checked, display agendas titles
nl: Indien aangevinkt, agendatitels weergeven

source: If checked, display agendas titles in the carousel view.
nl: Indien aangevinkt, worden agendatitels weergegeven in de carrouselweergave.

source: If checked, display news folders titles
nl: Indien aangevinkt, worden de titels van nieuwsmappen weergegeven

source: If checked, display news folders titles in the carousel view.
nl: Indien aangevinkt, worden de titels van nieuwsmappen weergegeven in de carrouselweergave.

source: If selected, contributor of this entity can bring event in any agenda independently of agenda subscribing feature
nl: Deze knop stelt de beheerders van de entiteit in staat om elk evenement weer te geven in een agenda waar het normaal gesproken niet mee wordt gedeeld

source: If selected, contributor of this entity can bring news in any news folders independently of news folders subscribing feature
nl: Deze knop stelt de beheerders van de entiteit in staat om elk nieuwsbericht weer te geven in een map waar het normaal gesproken niet mee wordt gedeeld

source: If selected, map will be displayed
nl: Indien geselecteerd, wordt de kaart weergegeven

source: If selected, only past events will be displayed
nl: Indien geselecteerd, worden alleen voorbije evenementen weergegeven

source: If selected, this item will not appear in parent listing views
nl: Indien geselecteerd, wordt dit item niet weergegeven in overzichtsweergaven van de bovenliggende lijst

source: Image
nl: Afbeelding

source: Image alignment
nl: Afbeelding uitlijning

source: Image orientation
nl: Afbeeldingsoriëntatie

source: Image scale for images
nl: Afbeeldingschaal voor afbeeldingen

source: Image scale for images (only for gallery mode)
nl: Afbeeldingschaal voor afbeeldingen (alleen voor galerijmodus)

source: Image size
nl: Afbeeldingsgrootte

source: Import
nl: Importeren

source: Import contacts
nl: Contacten importeren

source: Important! These categories allow you to use criteria that are specific to your organization
nl: Belangrijk! Deze categorieën stellen u in staat criteria te gebruiken die specifiek zijn voor uw organisatie

source: Important! These categories are used to create lists accessible via the navigation menu
nl: Belangrijk! Deze categorieën worden gebruikt om lijsten te maken die toegankelijk zijn via het navigatiemenu

source: Important! These categories are used to supplement the information provided by the topics
nl: Belangrijk! Deze categorieën worden gebruikt om de informatie aan te vullen die door de onderwerpen wordt verstrekt

source: Important! These categories make it possible to highlight and geolocate certain basic services
nl: Belangrijk! Deze categorieën maken het mogelijk om bepaalde basisdiensten te benadrukken en te geoloceren

source: Important! Topics are used to filter search results and create lists
nl: Belangrijk! Onderwerpen worden gebruikt om zoekresultaten te filteren en lijsten te maken

source: Imported ${number} contacts successfully !
nl: ${number} contacten succesvol geïmporteerd!

source: Instagram url for this event
nl: Instagram URL voor dit evenement

source: Instagram url for this news
nl: Instagram URL voor dit nieuws

source: Internal note
nl: Interne opmerking

source: Internships and courses
nl: Stages en cursussen

source: Item(s) that can be selected as the folder default page.
nl: Item(s) die als standaardpagina voor de map kunnen worden geselecteerd.

source: Itinerary
nl: Routebeschrijving

source: Job offer
nl: Vacature

source: Job seeker
nl: Werkzoekende

source: Keywords
nl: Sleutelwoorden

source: Label (Secretariat, Manager office, Sales,...)
nl: Label (Secretariaat, Kantoor manager, Verkoop,...)

source: Label (direction, Main number,...)
nl: Label (richting, Hoofdnummer,...)

source: Language (en, fr,...)
nl: Taal (en, fr,...)

source: Layout
nl: Indeling

source: Lead Image
nl: Leidende afbeelding

source: Left
nl: Links

source: Legal notice
nl: Juridische kennisgeving

source: Leisure / discovery
nl: Vrije tijd / ontdekking

source: Like supplement or alternatively to picture
nl: Als aanvulling of als alternatief voor afbeelding

source: Link block
nl: Linkblok

source: Link block for a links section
nl: Linkblok voor een sectie met links
