Repository: pypi-data/pypi-mirror-367
Catalog: packages/pyams-scheduler/pyams_scheduler-2.7.6-py3-none-any.whl/pyams_scheduler/locales/*/LC_MESSAGES/pyams_scheduler.po
Languages: fr

source: If 'yes', source files which can't be deleted after copy will just be ignored; otherwise, delete errors will stop the synchronization
fr: Si cette option est activée, les fichiers sources qui ne peuvent pas être supprimés seront simplement ignorés ; dans le cas contraire, la synchronisation sera interrompue

source: Target directory
fr: Répertoire de destination

source: Ignore write errors?
fr: Ignorer les erreurs d'écriture

source: If 'yes', target files which can't be opened will just be ignored; otherwise, write errors will stop the synchronization
fr: Si cette option est activée, les fichiers cibles qui ne peuvent pas être écrits seront simplement ignorés ; dans le cas contraire, la synchronisation sera interrompue

source: Hostname or IP address
fr: Nom d'hôte ou adresse IP

source: Enter hostname or IP address of a remote host; keep empty for local server host
fr: Laisser ce nom vide pour utiliser un fichier local (au serveur où sont exécutées les tâches)

source: If 'yes', connection will be opened event if server key is unknown
fr: Si cette option est activée, la connexion sera ouverte même si la clé du serveur est inconnue ; dans le cas contraire, vous devrez l'intégrer par vous-même en effectuant une connexion manuelle sur ce serveur

source: SSH connection
fr: Connexion SSH

source: Command line
fr: Ligne de commande

source: Enter command line, using absolute path names
fr: Indiquer la ligne de commande avec tous ses paramètres, en utilisant des chemins absolus pour les commandes et les noms de fichiers

source: Comma-separated list of command exit codes which should be considered as success
fr: Liste de statuts de sortie des commandes considérés comme "OK", séparés par des virgules

source: HTTP service
fr: Requête HTTP

source: Task '{}' was executed with error
fr: Une erreur s'est produite pendant l'exécution de la tâche '{}'.

source: Task '{}' was executed without error
fr: La tâche '{}' a été exécutée sans erreur.

source: An error occurred during execution of task '{}'
fr: Une erreur s'est produite pendant l'exécution de la tâche '{}'.

source: Pipeline task
fr: Tâches enchaînées

source: Directory synchronization
fr: Synchronisation de répertoires

source: HTTP/REST API settings
fr: Service HTTP

source: Missing base target URI!
fr: URI de base du service REST non définie !

source: Proxy settings
fr: Paramètres du proxy

source: Proxy access defined without proxy server!
fr: L'utilisation d'un proxy a été activée, mais aucun nom de serveur n'a été spécifié !

source: Authentication
fr: Authentification "Basique"

source: Username and password are required to use authentication!
fr: Le code utilisateur et le mot de passe sont obligatoires pour s'authentifier !

source: If this service require a JWT token, you can define the authentication authority which will be used to get new access tokens.
fr: Si l'accès à ce service nécessite un jeton JWT, vous pouvez définir les paramètres de l'autorité d'authentification qui sera utilisée pour obtenir de nouveaux jetons d'accès.

source: JWT authority location is required to enable JWT authentication!
fr: La localisation de l'autorité JWT doit être spécifiée pour pouvoir activer ce mode d'authentification

source: API key authentication
fr: Authentification par clé d'API

source: API key is required to use API key authentication!
fr: Une clé d'API est obligatoire pour utiliser ce mode d'authentification

source: Add HTTP/REST API caller task...
fr: Requête HTTP

source: You can limit history conservation to a duration or to a number of iterations. If both are specified, the first encountered limit will take precedence.
fr: Vous pouvez limiter le nombre de traces d'exécution conservées dans l'historique en fonction d'une durée maximale ou d'un nombre d'itérations. Si les deux paramètres sont spécifiés, c'est le paramètre le plus limitant qui sera appliqué.

source: New task
fr: Nouvelle tâche

source: New task properties
fr: Propriétés de la tâche

source: Task reports
fr: Rapports d'exécution

source: Task: {}
fr: Tâche : {}

source: Add pipeline task...
fr: Tâches enchaînées

source: Pipeline input
fr: Enchaînement des tâches

source: Synchronization settings
fr: Paramètres de synchronisation

source: Add directory synchronization...
fr: Synchronisation de répertoires

source: Task notifications
fr: Notifications

source: Click icon to enable or disable notification
fr: Activer ou désactiver la notification

source: Target
fr: Destinataire

source: Send errors reports only
fr: Rapports d'erreurs uniquement

source: Send all reports
fr: Tous les rapports d'exécution

source: Send empty reports
fr: Envoyer des rapports vides

source: Don't send empty reports
fr: Pas de rapports vides

source: List of defined task notifications
fr: Liste des notifications

source: New notification properties
fr: Propriétés de la nouvelle notification

source: Notification properties
fr: Propriétés de la notification

source: Add mail notification...
fr: Notification par mail

source: Command settings
fr: Ligne de commande

source: Add local/remote command launcher...
fr: Commande locale ou distante
