Repository: pypi-data/pypi-mirror-367
Catalog: packages/pyams-scheduler/pyams_scheduler-2.7.6-py3-none-any.whl/pyams_scheduler/locales/*/LC_MESSAGES/pyams_scheduler.po
Languages: fr

source: Folder
fr: Dossier

source: Manage scheduler properties
fr: Gérer le planificateur de tâches

source: Manage scheduler tasks
fr: Gérer les tâches planifiées

source: View tasks execution history
fr: Voir l'historique d'exécution des tches

source: Scheduler manager (role)
fr: Gestionnaire du planificateur (rôle)

source: Tasks manager (role)
fr: Gestionnaire de tâches (rôle)

source: Guest (role)
fr: Invité (réôle)

source: Task is not configured for cron-style scheduling!
fr: Cette tâche n'est pas paramétrée en mode "cron" !

source: Task is not configured for date-style scheduling!
fr: Cette tâche n'est pas configurée en mode "date" !

source: Task is not configured for loop-style scheduling!
fr: Cette tâche n'est pas configurée en mode "boucle" !

source: Add folder...
fr: Nouveau dossier...

source: New folder
fr: Nouveau dossier

source: New folder properties
fr: Propriétés du nouveau dossier

source: Task folder
fr: Dossier

source: Folder name
fr: Nom du dossier

source: Clone folder
fr: Dupliquer le dossier

source: WARNING: this will duplicate the folder and all it's content, including tasks and inner folders; copied tasks will be automatically disabled
fr: ATTENTION : ceci va dupliquer le dossier et tout son contenu, y compris les tâches et les sous-dossiers. Les tâches dupliquées seront automatiquement désactivées.

source: Scheduler configuration
fr: Paramètres de configuration

source: Tasks definition
fr: Définition des tâches

source: Enabled task
fr: Tâche activée

source: Disabled task
fr: Tâche désactivée

source: Task ID
fr: ID de la tâche

source: ({} elements)
fr: ({} éléments)

source: Clone task
fr: Dupliquer la tâche

source: Scheduler tasks
fr: Tâches planifiées

source: List of scheduler tasks
fr: Définition des tâches

source: Scheduled jobs
fr: Jobs planifiés

source: Task name
fr: Nom de la tâche

source: Job ID
fr: ID du job

source: Trigger
fr: Déclencheur

source: Next run
fr: Prochaine exécution

source: Scheduler jobs
fr: Jobs planifiés

source: List of scheduler jobs
fr: Liste des jobs planifiés

source: Jobs history
fr: Historique

source: Run date
fr: Date d'exécution

source: Duration
fr: Durée d'exécution

source: Status
fr: Statut

source: Tasks execution history
fr: Historique des tâches exécutées

source: List of executed tasks
fr: Historique d'exécution des jobs

source: Rename folder
fr: Renommer le dossier

source: Task run history
fr: Historique

source: Task properties
fr: Propriétés de la tâche

source: List of executed jobs
fr: Historique de la tâche

source: Task execution log
fr: Trace d'exécution de la tâche

source: Run task
fr: Exécuter la tâche

source: Run in debug mode
fr: Lancer en mode debug

source: Task execution
fr: Tâche planifiée

source: Task has been executed!
fr: La tâche a été exécutée !

source: The task has been planned for immediate execution...<br />Check task history to get execution report.
fr: La tâche a été planifiée pour exécution immédiate...<br />Veuillez consulter l'historique pour voir son rapport d'exécution.

source: You can run the task in normal mode or in debug mode. In debug mode, the task is started in current application thread, and you will get the output directly in this form. In normal mode, the task is scheduled as usual, but for immediate execution. Please note that in both modes, the scheduling mode is not taken into account, including when the task is disabled!
fr: Vous pouvez lancer cette tâche en mode "normal" ou en mode "debug". En mode debug, la tâche est lancée dans le thread principal de l'application, et son résultat sera affiché directement dans cette fenêtre (ce rapport ne sera pas stocké dans l'historique !) ; ce mode est parfois utile pour déboguer. En mode normal, la tâche suit le processus de planification classique, mais pour une exécution quasi-immédiate. ATTENTION : dans les deux cas, la tâche est exécutée quel que soit son mode de planification, y compris si elle est désactivée.

source: Schedule task
fr: Planifier la tâche

source: Task schedule properties
fr: Paramètres de planification

source: You can enter values like in a "classical" crontab: you can set individual values, ranges (using a dash as separator), steps (using */x), or multiple values (using a comma as separator); steps are used to start a task, for example, every five minutes, in the form "*/5". For example: a value of "3-6,8,10,12,14,16-19" in the "hours" field would mean that the task is to be run each hour from 3 to 6, then at 8, 10, 12 and 14, and finally each hour from 16 to 19; by setting "*/2" in the month days field, the task would only run one day out of two. An asterisk means that all possible values are selected (warning when setting this value on seconds!!)
fr: Vous pouvez indiquer les paramètres de planification comme dans un "crontab" classique, en indiquant des valeurs uniques, ou des valeurs distinctes séparées par des virgules ; les valeurs peuvent également être des "étendues", composées de deux valeurs séparées par un tiret, ou des "pas" composés d'une étoile suivie d'un "/x", où le "x" indique la taille de ce pas (exemple, "*/5" indique "toutes les 5 unités"). Un exemple : la valeur "6,9,12-15,18" dans la zone "heures" indique que la tâche doit être exécutée toutes les heures de 12h à 15h, mais aussi à 6, 9 et 18h ! Si on y ajoute par exemple "*/2" dans la zone "jours du mois", la tâche sera exécutée un jour sur deux ! Un astérisque indique que toutes les valeurs de l'unité seront sélectionnées (par exemple, tous les jours de la semaine ou toutes les heures) ; ATTENTION si vous appliquez cette valeur dans la zone des secondes !!

source: Folder sub-folders
fr: Sous-dossiers

source: List of sub-folders assigned to this container
fr: Liste des sous-dossiers

source: Folder tasks
fr: Tâches

source: List of tasks assigned to this container
fr: Liste des tâches

source: Descriptive name given to this folder
fr: Nom donné au dossier

source: Tasks scheduler
fr: Tâches planifiées

source: ZODB connection name
fr: Nom de la connexion ZODB

source: Name of ZODB defining scheduler connection
fr: Nom de la ZODB contenant la définition des tâches

source: Reports mailer
fr: Service de messagerie

source: Mail delivery utility used to send mails
fr: Service SMTP utilisé pour délivrer les messages

source: Reports source
fr: Source des rapports

source: Mail address from which reports will be sent
fr: Adresse de messagerie indiquée comme émettrice des rapports envoyés

source: Notified host
fr: Envoi des notifications

source: If websockets notifications are enabled, this is the host (including protocol) which will be notified
fr: Si le support des notifications via les websockets est activé, vous devez indiquer ici le nom de l'hôte (en intégrant le protocole) sur lequel les notifications seront visibles

source: Access menu from home
fr: Ajouter un accès depuis l'accueil

source: If 'yes', a menu will be displayed to get access to tasks scheduler from site admin home page
fr: Si 'oui', un menu d'accès aux tâches planifiées sera ajouté depuis la page d'accueil de l'interface d'administration du site

source: History
fr: Historique

source: Task history
fr: Historique

source: Scheduler managers
fr: Administrateurs

source: Scheduler managers can handle all scheduler and tasks properties, including roles
fr: Les administrateurs peuvent gérer toutes les propriétés des tâches et organiser les dossiers, ainsi qu'attribuer des rôles

source: Tasks manager
fr: Gestionnaires de tâches

source: Tasks managers can manage tasks properties and launch them; they can't manage scheduler or tasks roles
fr: Les gestionnaires peuvent gérer les propriétés des tâches, mais ne peuvent pas gérer les dossiers ou attribuer des rôles

source: Guests
fr: Invités

source: Guests are only allowed to display tasks properties and execution history
fr: Les invités sont seulement autorisés à consulter l'historique d'exécution des tâches

source: Base target URI
fr: URI de base

source: Base URI, including protocol and hostname of remote service
fr: URI de base, incluant uniquement le protocole et le nom d'hôte, du service

source: REST service
fr: Requête HTTP

source: Method and relative URL of REST service
fr: Méthode et URL relative du service HTTP

source: HTTP headers
fr: En-têtes HTTP

source: Custom HTTP headers required by this service; you can enter one header per line, using "Header=Value" syntax for each header
fr: En-têtes HTTP spécifiques requis par ce service ; vous pouvez indiquer un en-tête par ligne, sous la forme "En-tête=Valeur"

source: Service parameters
fr: Paramètres du service

source: Enter service parameters, in JSON object format; you can include dynamic fragments into your JSON code using PyAMS text renderers rules (see documentation)
fr: Indiquez ici les paramètres d'appel du service, au format JSON ; vous pouvez intégrer des éléments dynamiques dans le code JSON en appliquant les règles des outils de formatage de texte proposés par PyAMS (Cf documentation) ; dans le cas où cette tâche est exécutée au sein d'un pipeline, vous pouvez également intégrer des paramètres d'entrée sous la forme "${{param:nom_du_parametre}}"

source: POST content type
fr: Type de contenu

source: Content type used to send POST parameters
fr: Ce type de contenu sera utilisé pour l'envoi des paramètres dans les requêtes de type "POST"

source: Verify SSL?
fr: Vérification SSL ?

source: If 'no', SSL certificates will not be verified
fr: Si 'non', les certificats SSL ne seront pas vérifiés

source: SSL CA certificates
fr: Fichier des CA

source: If set, this is the path of the CA certificates file which will be used to verify certificates
fr: S'il est indiqué, ceci est le chemin d'accès du fichier des autorités de certification à utiliser pour vérifier le certificat du service appelé

source: Connection timeout
fr: Délai de réponse

source: Connection timeout, in seconds; keep empty to use system's default, which is also none by default
fr: Délai de réponse, en secondes

source: Allow redirects?
fr: Autoriser les redirections

source: If disabled, redirections will now be handled
fr: Si cette option est désactivées, les redirections éventuelles ne seront pas prises en charge

source: OK status
fr: Statuts OK

source: Comma-separated list of HTTP status which may be considered as success
fr: Liste de codes HTTP considérés comme "OK", séparés par des virgules

source: Use proxy server?
fr: Utiliser un serveur proxy

source: Check if an HTTP proxy is required
fr: Indique si l'utilisation d'un proxy HTTP(S) est nécessaire

source: Proxy server
fr: Serveur proxy

source: Proxy server name
fr: Nom du serveur du service proxy

source: Proxy port
fr: Numéro de port

source: Proxy server port
fr: Numéro de port du service proxy

source: Proxy user name
fr: Code utilisateur

source: Proxy password
fr: Mot de passe

source: Required authentication?
fr: Authentification basique

source: User name
fr: Code utilisateur

source: Service login
fr: Code utilisateur d'accès au service

source: Password
fr: Mot de passe

source: Service password
fr: Mot de passe d'accès au service

source: Use JWT authority?
fr: Utiliser une autorité JWT

source: If 'yes', get JWT token from authentication authority
fr: Si oui, des jetons d'authentification JWT seront acquis à partir d'une autorité d'authentification JWT

source: JWT authority location
fr: Autorité d'authentification

source: Base URL (protocol and hostname) or JWT authentication authority
fr: URL de base (protocole et nom d'hôte) de l'autorité d'authentification JWT

source: Token getter service
fr: Service de gestion des jetons

source: Method and relative URL of REST API used to get access tokens
fr: Méthode et URL relative de l'API REST utilisée pour l'acquisition des jetons JWT

source: JWT login attribute
fr: Attribut de l'identifiant

source: Name of the attribute containing principal ID sent to JWT authority
fr: Nom de l'attribut contenant l'identifiant du mandataire dans l'objet JSON envoyé au service d'authentification

source: JWT password attribute
fr: Attribut du mot de passe

source: Name of the attribute containing principal password sent to JWT authority
fr: Nom de l'attribut contenant le mot de passe du mandataire dans l'objet JSON envoyé au service d'authentification

source: JWT token attribute
fr: Attribut du jeton d'accès

source: Name of the attribute containing the access token in JSON response
fr: Nom de l'attribut contenant le jeton d'accès dans la réponse JSON renvoyée par le service d'authentification

source: Use proxy settings for JWT API?
fr: Utiliser les paramètres du proxy pour accéder à l'API JWT ?

source: If 'yes', proxy settings defined above will also be used to get access to JWT authority
fr: Si 'oui', les paramètres du proxy indiqués ci-dessus seront également utilisés pour accéder à l'autorité d'authentification JWT

source: Use API key?
fr: Utiliser une clé d'API

source: Check if an API key can be used for authentication
fr: Sélectionner cette option pour permettre une authentification par clé d'API

source: API key header
fr: En-tête HTTP

source: HTTP header used to send API key
fr: Nom de l'en-tête HTTP utilisé pour transmettre la clé d'API

source: API key value
fr: Clé d'API

source: Provided API key
fr: Valeur de la clé d'API à transmettre

source: Execution status
fr: Statut

source: Execution start date
fr: Date d'exécution

source: Execution duration
fr: Durée d'exécution

source: Execution report
fr: Rapport

source: Execution report file
fr: Rapport d'exécution

source: Activate task?
fr: Activer cette tâche ?

source: You can disable a task by selecting 'No'
fr: Vous pouvez désactiver cette tâche en n'activant pas cette option

source: First execution date
fr: Date de première exécution

source: Date and time from which scheduling should start
fr: Date et heure de début de planification de cette tâche

source: Last execution date
fr: Date de dernière exécution

source: Date and time past which scheduling should end
fr: Date et heure de fin de planification de cette tâche

source: Years
fr: Années

source: Years for which to schedule the job
fr: Années de planification de la tâche

source: Months
fr: Mois

source: Months (1-12) for which to schedule the job
fr: Mois (de 1 à 12) de planification de la tâche

source: Month days
fr: Jours du mois

source: Days (1-31) for which to schedule the job
fr: Jours du mois (de 1 à 31) de planification de la tâche

source: Weeks
fr: Semaines

source: Year weeks (1-53) for which to schedule the job
fr: Numéros de semaines (de 1 à 53) de planification de la tâche

source: Week days
fr: Jours de la semaine

source: Week days (0-6, with 0 as monday) for which to schedule the job
fr: Jours de la semaine (de 0 à 6, 0 étant le lundi) de planification de la tâche

source: Hours
fr: Heures

source: Hours (0-23) for which to schedule the job
fr: Heures de la journée (de 0 à 23) de planification de la tâche. ATTENTION : ces heures doivent être indiquées en GMT !!!

source: Minutes (0-59) for which to schedule the job
fr: Minutes (de 0 à 59) de planification de la tâche

source: Seconds
fr: Secondes

source: Seconds (0-59) for which to schedule the job
fr: Secondes (de 0 à 59) de planification de la tâche

source: Execution date
fr: Date d'exécution

source: Date and time on which execution should start
fr: Date et heure à laquelle la tâche doit être exécutée

source: Weeks interval
fr: Fréquence en semaines

source: Number of weeks between executions
fr: Nombre de semaines entre deux exécutions

source: Days interval
fr: Fréquence en jours

source: Number of days between executions
fr: Nombre de jours entre deux exécutions

source: Hours interval
fr: Fréquence en heures

source: Number of hours between executions
fr: Nombre d'heures entre deux exécutions

source: Minutes interval
fr: Fréquence en minutes

source: Number of minutes between executions
fr: Nombre de minutes entre deux exécutions

source: Seconds interval
fr: Fréquence en secondes

source: Number of seconds between executions
fr: Nombre de secondes entre deux exécutions

source: Descriptive name given to this task
fr: Nom descriptif donné à cette tâche

source: Scheduling mode
fr: Mode de planification

source: Scheduling mode defines how task will be scheduled
fr: Le mode de planification détermine les options qui seront proposées pour planifier une tâche

source: Keep empty reports history?
fr: Conserver les rapports vides dans l'historique ?

source: If 'Yes', empty reports will be kept in task history
fr: Si cette option est sélectionnée, les rapports d'exécution vides seront conservés dans l'historique ; dans le cas contraire, ces rapports ainsi que les traces d'exécution seront perdus

source: History duration
fr: Durée d'historisation

source: Number of days during which execution reports are kept in history; enter 0 to remove limit
fr: Durée de conservation dans l'historique, en jours, des rapports d'exécution; une valeur vide permet de les conserver sans limite de durée

source: History max length
fr: Longueur de l'historique

source: Number of execution reports to keep in history; enter 0 to remove limit
fr: Nombre de rapports d'exécution conservés dans l'historique ; une valeur vide permet de les conserver sans limite de nombre d'itérations

source: Attach reports?
fr: Résultat d'exécution en pièce jointe

source: If 'Yes', reports will be attached to task history as external files instead of simple text output
fr: Si 'oui', le résultat de l'exécution de la tâche sera stocké dans l'historique et joint aux messages de notification sous la forme de pièce jointe

source: Settings view name
fr: Nom de la vue de paramétrage

source: Enabled?
fr: Activée ?

source: Recipient will not be notified if notification is disabled
fr: Les destinataires ne seront pas notifiés si une notification est désactivée

source: Only report errors?
fr: N'envoyer que les rapports d'erreurs ?

source: If 'Yes', only error reports will be sent to given errors target
fr: Si cette option est sélectionnée, seuls les rapports d'erreurs seront envoyés aux destinataires sélectionnés ci-dessus

source: Send empty reports?
fr: Envoyer des rapports vides ?

source: If 'No', empty reports will not be sent by mail
fr: Si cette option est sélectionnée, les rapports d'exécution vides seront également envoyés aux destinataires sélectionnés

source: Target's email
fr: Destinataires

source: Email address of report's recipient; you can enter email address in a simple form or in in a complete "Name <adresse@domain.com>" form
fr: Adresse de messagerie des destinataires ; vous pouvez indiquer des adresses simples, ou sous la forme "Nom Prénom &lt;mail@domain.com&gt;", à raison d'une adresse par ligne

source: Execution delay
fr: Délai d'attente

source: Execution pipeline will wait for the given number of seconds before starting this task
fr: Le pipeline d'exécution sera mis en attente pendant le nombre de secondes indiqué avant le lancement de cette tâche

source: Ignore input from previous task
fr: Ignorer les paramètres d'entrée de la tâche précédente

source: If 'yes', output from previous task in the pipeline will be ignored instead of being used as this task input
fr: Si 'oui', le résultat de la tâche précédente présente dans le pipeline sera ignoré au lieu d'être utilisé comme paramètre d'entrée de cette tâche

source: Stop pipeline on empty params
fr: Arrêter l'exécution en cas de paramètre vide

source: If 'yes', the pipeline execution will be stopped if params provided by previous task are empty
fr: Si 'oui', l'exécution du pipeline sera interrompue dès lors que les paramètres d'entrée de la tâche seront vides

source: Continue pipeline on empty result
fr: Continuer l'exécution en cas de résultat vide

source: If 'yes', the pipeline execution will continue if the task execution result is empty
fr: Si 'oui', l'exécution du pipeline continuera même si le résultat de l'exécution de cette tâche est vide; ce type de résultat n'est pas pris en compte par tous les types de tâches, mais il peut correspondre par exemple à celui d'une requête SQL ne renvoyant aucun résultat

source: Host
fr: Hôte

source: Protocol and host name
fr: Protocole et nom d'hôte

source: Port number
fr: Numéro de port

source: Port number is required for remote protocols like SFTP or FTP
fr: Le numéro de port est obligatoire pour tous les protocoles de synchronisation réseau comme SFTP ou FTP

source: Automatically add host key?
fr: Ajouter automatiquement la clé de l'hôte

source: If 'yes', an SSH connection will be accepted even if server key is unknown
fr: Si cette option est activée, la connexion sera ouverte même si la clé du serveur est inconnue ; dans le cas contraire, vous devrez l'intégrer par vous-même en effectuant une connexion manuelle sur ce serveur

source: Private key filename
fr: Fichier de clé privée

source: Enter name of private key file; use '~' to identify running server user home directory, as in ~/.ssh/id_rsa
fr: Indiquer le nom du fichier contenant la clé privée ; vous pouvez indiquer '~' si cette clé est située dans le répertoire de l'utilisateur sous l'identité duquel fonctionne le service, comme par exemple « ~/.ssh/id_rsa »

source: If not using private key, you must provide user's password
fr: Vous pouvez spécifier un mot de passe si vous ne disposez pas de clé privée...

source: Directory name
fr: Nom du répertoire

source: Enter absolute directory name
fr: Chemin d'accès absolu du répertoire

source: You must provide a private key filename OR a password when defining remote tasks
fr: Vous devez fournir une clé privée ou un mot de passe pour vous connecter sur une machine distante

source: Source directory
fr: Répertoire source

source: Files names filter
fr: Fichiers à synchroniser

source: Filter used to select only a subset of directory contents
fr: Filtre utilisé pour ne sélectionner d'une partie des fichiers contenus dans le répertoire

source: Recursive copy?
fr: Copie récursive

source: If 'yes', sub-directories will also be synchronized
fr: Si cette option est activée, la synchronisation concernera également les sous-répretoires

source: Follow symbolic links?
fr: Suivre les liens symboliques

source: If 'yes', symbolic links targets will be copied as normal files; be warmed that symbolic links can be seen as regular files while using an SFTP source!
fr: Si cette option est activée, les liens symboliques seront traités comme des fichiers classiques ; ATTENTION toutefois, les liens symboliques peuvent apparaître comme des fichiers normaux lorsque vous utilisez un protocole réseau !

source: Ignore read errors?
fr: Ignorer les erreurs de lecture

source: If 'yes', source files which can't be opened will just be ignored; otherwise, read errors will stop the synchronization
fr: Si cette option est activée, les fichiers source qui ne peuvent pas être ouverts seront simplement ignorés ; dans le cas contraire, la synchronisation sera interrompue

source: Use datetime?
fr: Utiliser le timestamp

source: If 'yes', last modification time will be used to compare files between source and target, and last modification date will be restored on target after copy
fr: Si cette option est activée, la copie des fichiers sources ne sera effectuée qu'après comparaison de la date de dernière modification des fichiers, et cette date sera conservée (si le protocole le permet !) sur les fichiers copiés

source: Delete source after copy
fr: Supprimer le fichier source après la copie

source: If 'yes', source directory will be cleared after a successful synchronization
fr: Si cette option est activée, les fichiers sources seront supprimés après copie

source: Ignore delete errors?
fr: Ignorer les erreurs de suppression
