from abc import ABC, abstractmethod


class StoppableEventInterface(ABC):
    """
    Интерфейс для прерываемых событий.

    Позволяет остановить дальнейшую обработку события слушателями.

    Реализация диспетчера должна проверять состояние события после каждого слушателя
    и прекращать обработку, если распространение события остановлено.
    """

    @abstractmethod
    def is_propagation_stopped(self) -> bool:
        """
        Проверяет, остановлено ли распространение события.

        - Диспетчер должен проверять этот метод после каждого слушателя
        - Обычно вызывается только диспетчером событий
        - Изменение состояния (остановка) выполняется через метод stop_propagation() в конкретной реализации события

        :returns: True - если обработка события завершена и дальнейшие слушатели не должны вызываться.
                  False - если обработка должна продолжиться.
        :rtype: Bool
        """
        raise NotImplementedError

    @abstractmethod
    def stop_propagation(self):
        """
        Останавливает распространение события.
        """
        raise NotImplementedError
