Repository: pypi-data/pypi-mirror-367
Catalog: packages/django-brouillons/django_brouillons-0.2.0-py3-none-any.whl/django_brouillons/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Changes published
fr: Changements publiés

source: Yes
fr: Oui

source: No
fr: Non

source: There are unpublished changes
fr: Il y a des changements non publiés

source: Create a draft
fr: Créer une version brouillon

source: Publish draft
fr: Publier le brouillon

source: The last changes are already published
fr: Les derniers changements sont déjà publiés

source: New draft created
fr: Nouveau brouillon créé

source: Publication successful
fr: Publication réussie

source: Go to draft version
fr: Voir la version brouillon

source: Go to public version
fr: Voir la version publique

source: Draft version
fr: Version brouillon

source: Public version
fr: Version publique

source: Creation date
fr: Date de création

source: First publication date
fr: Date de première publication

source: Last modification date
fr: Date de dernière modification

source: Last publication date
fr: Date de dernière publication
