Repository: pypi-data/pypi-mirror-367
Catalog: packages/djangocms-timed-publishing/djangocms_timed_publishing-0.2.0-py3-none-any.whl/djangocms_timed_publishing/locale/*/LC_MESSAGES/django.po
Languages: de

source: This view only supports GET or POST method.
de: Diese Ansicht unterstützt nur die GET oder POST-Methode.

source: Pending
de: Ausstehend

source: Expired
de: Abgelaufen

source: Visible until %(datetime)s (%(tz)s)
de: Sichtbar bis %(datetime)s (%(tz)s)

source: Visible since %(datetime)s (%(tz)s)
de: Sichtbar seit %(datetime)s (%(tz)s)

source: Visible after %(datetime)s (%(tz)s)
de: Sichtbar ab %(datetime)s (%(tz)s)

source: Publish with time limits
de: Zeitbegrenzt veröffentlichen

source: Visible after
de: Sichtbar ab

source: Leave empty for immediate public visibility
de: Leer lassen für sofortige Sichtbarkeit nach Veröffentlichung

source: Visible until
de: Sichtbar bis

source: Leave empty for unrestricted public visibility
de: Leer lassen für unbegrenzte Sichtbarkeit

source: The date and time must be in the future.
de: Das Datum und die Uhrzeit müssen in der Zukunft liegen.

source: The time until the content is visible must be after the time the content becomes visible.
de: Die Zeit, bis der Inhalt sichtbar ist, muss nach dem Zeitpunkt liegen, an dem der Inhalt sichtbar wird.

source: visible after
de: sichtbar ab

source: visible until
de: sichtbar bis

source: <p>You can publish with optional dates and times in the future when the content will become visible and/or ceases to be visible to visitors of the site.</p> <p>Once published the contents or times cannot be changed anymore.</p>
de: <p>Sie können mit optionalen Daten und Uhrzeiten in der Zukunft veröffentlichen, zu denen der Inhalt sichtbar wird und/oder nicht mehr für Besucher der Seite sichtbar ist.</p> <p>Nach der Veröffentlichung können die Inhalte oder Zeiten nicht mehr geändert werden.</p>

source: Please correct the error below.
de: Bitte beheben Sie den untenstehenden Fehler.

source: All times are %(time_zone)s server times. Current server time is %(current_time)s
de: Alle Zeiten sind %(time_zone)s Serverzeiten. Die aktuelle Serverzeit ist %(current_time)s

source: Publish
de: Veröffentlichen
